Repository: ooflet/Mi-Create
Catalog: src/locales/*/main.po
Languages: pt

source: You have unsaved project(s) open. Save and quit?
pt: Tem um ou mais projetos não guardados abertos. Guardar e sair?

source: An urgent update {version} was released! The app will now update.
pt: Foi lançada uma atualização urgente {version}! A aplicação será agora atualizada.

source: A new update has been found ({version}). Would you like to update now?
pt: Foi encontrada uma nova atualização ({version}). Gostaria de atualizar agora?

source: Widget {shape} not implemented in ObjectIcon(), please report as issue.
pt: Widget {shape} não implementado em ObjectIcon(), por favor comunique o problema.

source: Failed to obtain currentItem
pt: Falha ao obter currentItem

source: No object found in widget list that has the name of currently selected graphics item:
pt: Não foi encontrado nenhum objeto na lista de widgets que tenha o nome do item gráfico atualmente selecionado:

source: Error occured during property update: Object not found!
pt: Ocorreu um erro durante a atualização da propriedade: Objeto não encontrado!

source: Unable to find
pt: Não foi possível encontrar

source: Select Folder...
pt: Selecionar pasta...

source: Add Image...
pt: Adicionar imagem...

source: Are you sure you want to reset all dock widget positions?
pt: Tem a certeza de que pretende repor todas as posições dos widgets de ancoragem?

source: Are you sure you want to create your project in the directory of this program?
pt: Tem a certeza de que pretende criar o seu projeto na pasta deste programa?

source: Failed to createNewWorkspace:
pt: Falha a createNewWorkspace:

source: Cannot open project:
pt: Não é possível abrir o projeto:

source: Failed to create a new project:
pt: Falha ao criar um novo projeto:

source: Open Project...
pt: Abrir projeto...

source: Failed to open project:
pt: Falha ao abrir o projeto:

source: Failed to save:
pt: Não foi possível guardar:

source: Failed to save project:
pt: Não foi possível guardar o projeto:

source: Project saved at
pt: Projeto guardado em

source: Save project before building?
pt: Guardar o projeto antes de o construir?

source: Create Widget
pt: Criar Widget

source: Please set the watchface's name and thumbnail before building!
pt: Por favor defina o nome do mostrador e miniatura antes de construir!

source: This watch does not support ID assignment, custom IDs will not be applied.
pt: Este relógio não suporta a atribuição de ID, os IDs personalizados não serão aplicados.

source: Wine was not found.
pt: Não foi encontrado o Wine.

source: Building watchface...
pt: A criar o mostrador.

source: Watchface built successfully at
pt: Mostrador criado com sucesso em
